// const codeMessage = {
//   200: 'Сервер успешно вернул запрошенные данные. ',
//   201: 'Успешно создано. ',
//   202: 'Запрос попал в фоновую очередь (асинхронная задача). ',
//   204: 'Успешно удалено. ',
//   400: 'В отправленном запросе произошла ошибка, и сервер не создал и не изменил данные.. ',
//   401: 'У вас нет разрешения, попробуйте войти еще раз. ',
//   403: 'Доступ запрещен. ',
//   404: 'Отправлен запрос на запись, которая не существует. ',
//   406: 'Запрошенный формат недоступен. ',
//   410: 'Запрошенный ресурс был окончательно удален и больше не будет доступен.. ',
//   422: 'При создании объекта произошла ошибка валидации. ',
//   500: 'Произошла ошибка на сервере, проверьте сервер. ',
//   502: 'Ошибка шлюза. ',
//   503: 'Сервис недоступен, сервер временно перегружен или обслуживается. ',
//   504: 'Время ожидания шлюза истекло. ',
// }

// export default codeMessage
